Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B01A.tmx
Source language: en_us
Languages: zh_cn

source: Bill Gates is retiring, sort of
zh_cn: 虽然比尔·盖茨宣布退休了。

source: He is still only 52, and he is going off to spend more time guiding the world's richest philanthropy, the Bill and Melinda Gates Foundation.
zh_cn: 但他还只有 52 岁，而且他将花更多的时间在指导世界上最富有的慈善机构 --- 比尔和美琳达基金上。

source: He will still be Microsoft's chairman and largest shareholder, but Friday is his last day as a full-time worker at the software giant, marking the unofficial end of his career as a business leader.
zh_cn: 他仍然是微软的主席和最大的股东，星期五是他在微软这个软件业巨头上班的最后一天，给他作为一个商业领导人的职业生涯画了一个非正式的句号。

source: And what a career it has been. Mr. Gates has been an animating force behind the personal computer revolution, helping to build a huge global industry and engineer blockbuster products like Windows and Office, used every day in offices and homes around the world.
zh_cn: 比尔·盖茨创造了怎样的事业？通过在散布于世界各地的办公室里的辛勤工作，他曾给个人电脑业的革命注入开创性的活力，开发了像 Windows 和 Office 这样划时代的产品，建立了一个巨大的全球性产业。

source: The Harvard dropout was the wealthiest person on the planet for years—— worth more than $100 billion in 1999 ——though his fortune is now about half that because of the decline of Microsoft's shares and his continued donations to his foundation, which is focused on global health and education.
zh_cn: 这个哈佛曾经的辍学生保持了多年的世界首富纪录 --- 1999年超过一千亿美元 --- 尽管他目前的资产因为微软股票的下跌和对他的慈善基金（主要投资目标是全球生态和教育）持续的投入缩水一半。

source: Despite his success, Mr. Gates is moving on as the company he co-founded in 1975 is struggling to find its way.
zh_cn: 离开了盖茨，微软这个由他在 1975 年合伙建立的公司现在正在努力找到自己的发展方向。

source: The center of gravity in technology has shifted from PCs to the Internet, altering the old rules of competition that were so lucratively mastered by Microsoft.
zh_cn: 微软的技术中心已经从个人电脑转向互联网，改变了它多年来为大家所熟悉的竞争规则。

source: For millions of users, mobile devices like cellphones are beginning to edge out PCs as the tool of choice for many computing tasks.
zh_cn: 对几百万用户来说，像拥有计算功能的手机这样的移动装置正开始代替电脑，成为另一种可供选择的工具。

source: And Google, the front-runner in the current wave of Internet computing, has wrested the mantle of high-tech leadership from Microsoft.
zh_cn: 而 Google，现今网络计算的先驱，已经盖过微软的风头，成为该行业高技术的领导者。

source: Although Mr. Gates will spend one day a week at the company, it will be up to his successors, led by Steven A. Ballmer, the chief executive, to master the challenges of the Internet or watch Microsoft's wealth and stature in the industry steadily erode.
zh_cn: 尽管盖茨还会每周一天待在公司，但微软总裁已经换成史迪文·巴尔莫，他将面对互联网的挑战，看管微软的财富不被业界蚕食。

source: "Bill's legacy is Windows and Office, and that will be a rich franchise for years to come, but itЎЇs not the future," said David B. Yoffie, a professor at the Harvard Business School.
zh_cn: "比尔留下来的财富是 Windows 和 Office，它们仍然可以独享几年优势，但不可能总这样下去。"哈佛商学院的教授戴维·尤菲说。

source: Still, the Gates legacy is impressive.
zh_cn: 尽管如此，盖茨还是留下了一笔不小的财富。

source: In addition to the software itself, Mr. Gates and his company have fundamentally shaped how people think about competition in many industries where technology plays a central role.
zh_cn: 除软件以外，盖茨和他的公司已经为以技术为核心的多个产业制定了竞争规则。

source: Today, there are more than one billion copies of the Windows operating system on PCs around the world.
zh_cn: 现今，Windows 操作系统已经和电脑捆绑卖出了十亿多份拷贝。

source: Industry experts and economists say that Windows is not necessarily the best or most admired software for running the basic operations of a personal computer ЎЄ AppleЎЇs Macintosh can claim the most devout fan club.
zh_cn: 业界专家和经济学家说，Windows 不一定是最好和最令人羡慕的个人电脑基础操作系统软件 --- 苹果的 Macintosh 拥有最虔诚的用户群。

source: But Mr. Gates grasped and deployed two related concepts on a scale no one ever had in the past: the power of network effects and the value of establishing a technology platform.
zh_cn: 但是，盖茨紧紧抓住并开发了任何人都没有想到的两个相关概念：网络资产的力量和建立技术平台的价值。

source: Put simply, the network effect describes a phenomenon in which the value of a product goes up as more people use it.
zh_cn: 简言之，网络资产就是更多用户带动产品价值上扬的现象。

source: E-mail messaging and telephones are classic examples.
zh_cn: 电子邮件和电话就是典型的例子。

source: A technology platform is a set of tools or services that others can use to build their own products or services.
zh_cn: 技术平台就是人们可以用来建立自己的产品或服务的工具包或者服务包。

source: The more people who use the tools, the more popular the platform can become.
zh_cn: 越多的人用，这个工具就会越受欢迎。

source: Mr. Gates took advantage of both notions and combined them to build Microsoft's dominance in PCs, spreading its influence with computer makers and software developers.
zh_cn: 盖茨采用以上两个概念之所长，把他们捆绑到微软的系统中，通过电脑制造商和软件开发商扩大它的影响。

source: Today, there are many thousands of software applications that run on the Windows platform, not just word processing and spreadsheets but also the specialized programs in doctors' offices, factory floors and retail stores——a very broad network on a nearly ubiquitous technology platform.
zh_cn: 现今，有几千种应用软件可以在 Windows 平台上运行。它们的功能不仅仅局限在文字和表格处理上，甚至细化到如诊所、工厂或零售店等的管理专用程序—— 用近乎普及的技术平台建立了一个广阔的网络。

source: "Gates saw software as a separate market from hardware before anyone else, but his great insight was recognizing the power of the network effects surrounding the software," said Michael A. Cusumano, a professor at the Massachusetts Institute of Technology's Sloan School of Management.
zh_cn: "盖茨比任何人都更早认识到软硬件市场分离这个趋势，但更重要的是，他意识到互联网对软件开发的巨大影响。"麻省理工学院斯洛恩管理学院的教授迈克·卡斯马诺说。

source: That, Professor Cusumano added, was the essential difference in the paths of Microsoft and Apple, the early leader in personal computing.
zh_cn: 卡斯马诺教授进一步分析了微软和苹果在带领个人电脑产业发展初期本质性的区别。

source: Apple, he said, focused on making outstanding products alone, while Microsoft nurtured a growing ecosystem of outside software developers who use, and are dependent on, MicrosoftЎЇs technology.
zh_cn: 苹果注重在产品的独立开发上，而微软培育了外部开发人员，用微软的技术为自己开发软件这样一个持续成长的生态系统。

source: The result, he added, is that, while Apple continues to make outstanding products, more than 90 percent of personal computers run Microsoft software.
zh_cn: 他总结说，其结果是当苹果还在坚持自己开发产品的时候，90% 以上的个人电脑已经使用了微软的软件。

source: In the early years, it was unclear how much Mr. Gates was pursuing each opportunity as it came, as opposed to carrying out a grand strategy.
zh_cn: 我们不清楚在早期，当每次机会来临时盖茨是怎样不顾反对坚持追求，促成伟大战略诞生的。

source: He certainly had large ambitions.
zh_cn: 他一定是非常自信的。

source: When he was a Harvard undergraduate, Mr. Gates lamented that so many of his fellow students pursued "a narrow track for success", instead of being willing to take "big risks to do big things,"recalled Michael Katz, a Harvard contemporary who is now a professor at New York University.
zh_cn: 现任纽约大学教授，盖茨曾经的同学迈克尔·卡兹回忆道，"盖茨曾经非常难以理解，他的很多同学宁肯都争着往同一个方向使劲，期望能够成功，却没有人愿意冒险做些大事。"

source: In a Harvard Business School case study, published in 1994, Mr. Gates spoke of Microsoft's strategy in terms of network effects and technology standards that, combined, enabled the company to command markets.
zh_cn: 在一份 1994 年出版的哈佛商学院案例中，盖茨宣布了微软在网络影响力和技术标准上的策略：互相结合，让公司掌控市场。

source: "We look for businesses where we can garner large market shares, not just 30 or 35 percent," he said.
zh_cn: “不仅仅是 30% 或者 35%，我们寻找机会占有更大的市场份额。”他说。

source: In the past, Microsoft has beaten back challenges and vanquished rivals, even when it came late to markets, as it did in the first wave of Internet technology.
zh_cn: 过去，微软曾经成功的反击了对手，甚至是在她后进入市场的情况下，就像她在互联网技术发展的第一波浪潮中做的那样。

source: Mr. Gates's shrewd 1995 decision to embrace Internet browsing technology and attack the early leader, Netscape Communications, started a pitched antitrust battle with the government.
zh_cn: 盖茨 1995 年的那个全心投入网络搜索技术的精明抉择，让微软击败了该技术的早期领导者 --- Netscape，开始了和政府的不信任案斗争。

source: "But he extended Microsoft's hegemony for a decade," said Mitchell Kapor, a longtime rival.
zh_cn: “但他延长了 10 年的微软垄断。”一个长期竞争者迈克尔·卡珀说。

source: However, Microsoft is lagging badly in current round of Internet competition and, analysts say, is facing more formidable challengers this time —— notably Google.
zh_cn: 但是，分析家们说，微软在这波互联网竞争中已经落后得太厉害，她正面临着比之前更强大的对手，最突出的是 Google。

source: Microsoft's share of Internet search in the United States is less than 10 percent, while Google holds more than 60 percent and Yahoo has about 20 percent.
zh_cn: 微软在美国的网络搜索份额只占不到 10%，Google 占超过 60%，Yahoo 占 20% 左右。

source: And search is only part of the new platform on the Web, which includes social networks like Facebook and MySpace and Internet-based alternatives to traditional desktop software, including e-mail messaging, word processors and spreadsheets.
zh_cn: 而且搜索仅仅是网络的新兴平台之一，其它还有像 Facebook 和 MySpace 这样的社交网络，或者像短信电邮，文字处理和 spreadsheets 这样由传统软件转变来的在线软件。

source: Traditional desktop software ——and the technology standards Microsoft controls there —— matter far less when more software is accessed with a Web browser and delivered over the Internet from vast data centers run by Google and others.
zh_cn: 微软控制着传统桌面软件的技术标准，但是现在不同了，更多软件由像 Google 这样的公司，调用互联网上大量数据中心的资料，通过浏览器来提供服务。

source: The new approach is known as "cloud computing,"and the business model behind it is typically to sell online advertising and software services.
zh_cn: 这个新兴的方法叫“云计算”，它背后的商业模式是推销在线广告和软件服务。

source: At Microsoft, there is scant sign of panic, despite its trailing position and it's failed bid to buy Yahoo for $47.5 billion as a catch-up strategy.
zh_cn: 尽管是该领域里的跟随者，尽管经历了作为补救措施的 475 亿美元雅虎收购案的流产，微软仍然缺乏忧患意识。

source: Microsoft sees an evolution in computing, not a disruptive revolution that will imperil the company, said Craig Mundie, Microsoft's chief research and strategy officer.
zh_cn: 微软看到了计算机领域的演变方向，但并不是这种能危及公司生存的混乱的演变，微软调查与战略官员克雷格·曼迪说。

source: Mr. Mundie said Microsoft is preparing for a widening world of both cloud computing and Ў°clientЎ± machines, not only personal computers but also cellphones, cars, game consoles and televisions, all running Microsoft software.
zh_cn: 曼迪还说，微软正准备向诸如云计算和客户终端等更广阔的商业领域发展，不仅仅是个人电脑，还包括手机，汽车，游戏平台和电视等等一切使用微软软件的领域。

source: "The next big platform is the union of the clients and the cloud," he said.
zh_cn: "下一个平台就是客户联盟和云计算"他说。
